Repository: boytik/Crystal
Catalog: Our Days Easy Now/Our Days Easy Now/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: 1 tap = 1 moment logged
de: 1 Tipp = 1 Moment erfasst
es: 1 toque = 1 momento registrado
fr: 1 tap = 1 moment enregistré

source: Action name
de: Aktionsname
es: Nombre de acción
fr: Nom de l'action

source: Action Name
de: Aktionsname
es: Nombre de acción
fr: Nom de l'action

source: Actions Breakdown
de: Aktionen-Übersicht
es: Desglose de acciones
fr: Répartition des actions

source: Add a note...
de: Notiz hinzufügen...
es: Añadir nota...
fr: Ajouter une note...

source: Add Action
de: Aktion hinzufügen
es: Añadir acción
fr: Ajouter une action

source: Add family members and actions in the Clan tab to get started
de: Füge Mitglieder und Aktionen im Clan-Tab hinzu
es: Añade miembros y acciones en la pestaña Clan
fr: Ajoutez des membres et des actions dans l'onglet Clan

source: Add Member
de: Mitglied hinzufügen
es: Añadir miembro
fr: Ajouter un membre

source: Add your own...
de: Eigenes hinzufügen...
es: Añadir propio...
fr: Ajouter le vôtre...

source: Ancient Tree
de: Uralter Baum
es: Árbol antiguo
fr: Arbre ancien

source: Archive
de: Archivieren
es: Archivar
fr: Archiver

source: Archive Action
de: Aktion archivieren
es: Archivar acción
fr: Archiver l'action

source: Archive Member
de: Mitglied archivieren
es: Archivar miembro
fr: Archiver le membre

source: Back
de: Zurück
es: Atrás
fr: Retour

source: Badges
de: Abzeichen
es: Insignias

source: Balanced
de: Ausgewogen
es: Equilibrado
fr: Équilibré

source: Blooming Bond
de: Blühende Bindung
es: Vínculo floreciente
fr: Lien florissant

source: Bonds
de: Bindungen
es: Vínculos
fr: Liens

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Care
de: Pflege
es: Cuidado
fr: Soins

source: Category
de: Kategorie
es: Categoría
fr: Catégorie

source: Choose who
de: Wer hat es gemacht?
es: ¿Quién lo hizo?
fr: Qui l'a fait ?

source: Clan Progress
de: Clan-Fortschritt
es: Progreso del clan
fr: Progression du clan

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: Contributions
de: Beiträge
es: Contribuciones

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé

source: Daily Activity
de: Tägliche Aktivität
es: Actividad diaria
fr: Activité quotidienne

source: Day
de: Tag
es: Día
fr: Jour

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

source: Delete this moment?
de: Diesen Moment löschen?
es: ¿Eliminar este momento?
fr: Supprimer ce moment ?

source: Done
de: Fertig
es: Listo
fr: Terminé

source: Edit Action
de: Aktion bearbeiten
es: Editar acción
fr: Modifier l'action

source: Edit Member
de: Mitglied bearbeiten
es: Editar miembro
fr: Modifier le membre

source: every moment matters
de: jeder Moment zählt
es: cada momento importa
fr: chaque moment compte

source: Family member name
de: Name des Familienmitglieds
es: Nombre del miembro
fr: Nom du membre

source: Get Started
de: Loslegen
es: Empezar
fr: Commencer

source: Go to Hearth
de: Zum Herd
es: Ir al hogar
fr: Aller au foyer

source: Grandparent
de: Großelternteil
es: Abuelo/a

source: Hearth
de: Herd
es: Hogar
fr: Foyer

source: Household
de: Haushalt
es: Hogar
fr: Ménage

source: Icon
de: Symbol
es: Icono
fr: Icône

source: Keep only what you'll really track
de: Behalte nur, was du wirklich trackst
es: Mantén solo lo que realmente registrarás
fr: Gardez seulement ce que vous suivrez vraiment

source: less
de: weniger
es: menos
fr: moins

source: Log a few moments on the Hearth tab and your team's story will appear here
de: Erfasse einige Momente im Herd-Tab und die Geschichte eures Teams erscheint hier
es: Registra momentos en la pestaña Hogar y aparecerá la historia de tu equipo
fr: Enregistrez des moments dans l'onglet Foyer et l'histoire de votre équipe apparaîtra ici

source: Mighty Oak Clan
de: Mächtiger Eichenclan
es: Clan del roble poderoso
fr: Clan du chêne puissant

source: Moment logged!
de: Moment erfasst!
es: ¡Momento registrado!
fr: Moment enregistré !

source: Moments
de: Momente
es: Momentos

source: Month
de: Monat
es: Mes
fr: Mois

source: more
de: mehr
es: más
fr: plus

source: Mostly Even
de: Meist ausgeglichen
es: Mayormente parejo
fr: Plutôt équilibré

source: New Action
de: Neue Aktion
es: Nueva acción
fr: Nouvelle action

source: New Member
de: Neues Mitglied
es: Nuevo miembro
fr: Nouveau membre

source: Next
de: Weiter
es: Siguiente
fr: Suivant

source: No bonds to show yet
de: Noch keine Bindungen
es: Aún no hay vínculos
fr: Pas encore de liens

source: No moments yet
de: Noch keine Momente
es: Aún no hay momentos
fr: Pas encore de moments

source: Note
de: Notiz
es: Nota

source: Now
de: Jetzt
es: Ahora
fr: Maintenant

source: Open Clan
de: Clan öffnen
es: Abrir clan
fr: Ouvrir le clan

source: Open Hearth
de: Herd öffnen
es: Abrir hogar
fr: Ouvrir le foyer

source: Other
de: Sonstige
es: Otro
fr: Autre

source: Other Time
de: Andere Zeit
es: Otra hora
fr: Autre heure

source: Parent
de: Elternteil
es: Padre/Madre

source: Pick the things you actually do daily
de: Wähle, was du täglich wirklich tust
es: Elige lo que realmente haces a diario
fr: Choisissez ce que vous faites vraiment au quotidien

source: Quick Actions
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides

source: Quick logs for daily care and chores — see every contribution without the arguments.
de: Schnelle Logs für Pflege und Haushalt — seht jeden Beitrag ohne Streit.
es: Registros rápidos de cuidados y tareas — ve cada contribución sin discusiones.
fr: Enregistrements rapides des soins et tâches — voir chaque contribution sans disputes.

source: Quick note (optional)
de: Kurze Notiz (optional)
es: Nota rápida (opcional)
fr: Note rapide (optionnel)

source: Recent Moments
de: Letzte Momente
es: Momentos recientes
fr: Moments récents

source: Reset All Data?
de: Alle Daten zurücksetzen?
es: ¿Restablecer todos los datos?
fr: Réinitialiser toutes les données ?

source: Reset Everything
de: Alles zurücksetzen
es: Restablecer todo
fr: Tout réinitialiser

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer

source: Role
de: Rolle
es: Rol
fr: Rôle

source: Sapling Circle
de: Setzlingskreis
es: Círculo de retoños
fr: Cercle de jeunes pousses

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications

source: See All
de: Alle anzeigen
es: Ver todo
fr: Voir tout

source: Seedling Nest
de: Keimlingsnest
es: Nido de brotes
fr: Nid de pousses

source: Sibling
de: Geschwister
es: Hermano/a
fr: Frère/sœur

source: Skip for now
de: Jetzt überspringen
es: Omitir por ahora
fr: Passer pour l'instant

source: Slightly Tilted
de: Leicht unausgewogen
es: Ligeramente desequilibrado
fr: Légèrement déséquilibré

source: Solo Mode
de: Solo-Modus
es: Modo solo
fr: Mode solo

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur s'est produite

source: Sparks
de: Funken
es: Chispas
fr: Étincelles

source: Sprouting Home
de: Sprießendes Zuhause
es: Hogar en crecimiento
fr: Foyer en croissance

source: Streak
de: Serie
es: Racha
fr: Série

source: Tales
de: Geschichten
es: Historias
fr: Histoires

source: Tap an action, then choose who did it
de: Tippe auf eine Aktion, dann wähle wer
es: Toca una acción, luego elige quién lo hizo
fr: Appuyez sur une action, puis choisissez qui l'a fait

source: Tap to change
de: Tippen zum Ändern
es: Toca para cambiar
fr: Appuyez pour modifier

source: Thanks
de: Danke
es: Gracias
fr: Merci

source: That's all it takes. One tap.
de: So einfach. Ein Tipp.
es: Eso es todo. Un toque.
fr: C'est tout. Un tap.

source: This moment was thanked 💛
de: Dieser Moment wurde gedankt 💛
es: Este momento fue agradecido 💛
fr: Ce moment a été remercié 💛

source: Time
de: Zeit
es: Hora
fr: Heure

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui

source: Top Action
de: Top-Aktion
es: Acción principal
fr: Action principale

source: total
de: gesamt

source: Track what matters, together.
de: Trackt gemeinsam, was zählt.
es: Registra lo que importa, juntos.
fr: Suivez ensemble ce qui compte.

source: Try it now!
de: Probier es jetzt!
es: ¡Pruébalo ahora!
fr: Essayez maintenant !

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler

source: Uneven
de: Unausgewogen
es: Desequilibrado
fr: Déséquilibré

source: We couldn't load your data. Your information is safe on this device.
de: Daten konnten nicht geladen werden. Ihre Daten sind sicher auf diesem Gerät.
es: No pudimos cargar tus datos. Tu información está segura en este dispositivo.
fr: Impossible de charger vos données. Vos informations sont en sécurité sur cet appareil.

source: Week
de: Woche
es: Semana
fr: Semaine

source: Weekly balance without toxic scores
de: Wochenbalance ohne toxische Vergleiche
es: Balance semanal sin puntuaciones tóxicas
fr: Équilibre hebdomadaire sans scores toxiques

source: Weekly Sparks
de: Wochenfunken
es: Chispas semanales
fr: Étincelles hebdomadaires

source: When
de: Wann
es: Cuándo
fr: Quand

source: Who did it?
de: Wer hat es gemacht?
es: ¿Quién lo hizo?
fr: Qui l'a fait ?

source: Who takes care of things at home?
de: Wer kümmert sich zu Hause?
es: ¿Quién se ocupa de las cosas en casa?
fr: Qui s'occupe des choses à la maison ?

source: Yesterday
de: Gestern
es: Ayer
fr: Hier

source: You can add details later
de: Details kannst du später hinzufügen
es: Puedes añadir detalles más tarde
fr: Vous pourrez ajouter des détails plus tard

source: You can change this later
de: Das kannst du später ändern
es: Puedes cambiar esto más tarde
fr: Vous pourrez modifier cela plus tard

source: You can write your thoughts here and mark the value of the contribution
de: Hier kannst du deine Gedanken festhalten und den Wert des Beitrags würdigen
es: Aquí puedes escribir tus reflexiones y destacar el valor de la contribución
fr: Ici vous pouvez écrire vos pensées et souligner la valeur de la contribution

source: Your data stays on device
de: Deine Daten bleiben auf dem Gerät
es: Tus datos se quedan en el dispositivo
fr: Vos données restent sur l'appareil

source: Your Team
de: Dein Team
es: Tu equipo
fr: Votre équipe

source: Moment Details
es: Detalles del momento
fr: Détails du moment

source: Name
es: Nombre
fr: Nom

source: Nanny
es: Niñera
fr: Nounou

source: Team Balance
es: Balance del equipo
fr: Équilibre d'équipe
